Repository: mikejolley/sidebar-login
Catalog: langs/sblogin-*.po
Languages: cs_cz

source: Sidebar Login
cs_cz: Přihlášení Sidebar

source: Show Register Link
cs_cz: Zobrazit odkaz "Registrovat"

source: Show Lost Password Link
cs_cz: Zobrazit odkaz "Zapomenuté heslo"

source: Logged in links
cs_cz: Odkazy v přihlášeném stavu

source: Dashboard
cs_cz: Nástěnka

source: Profile
cs_cz: Profil

source: Show Logged in Avatar
cs_cz: Zobraz avatar uživatele v přihlášeném stavu

source: Username:
cs_cz: Přihlašovací jméno:

source: Password:
cs_cz: Heslo:

source: Remember me
cs_cz: Zapamatovat přihlášení

source: Register
cs_cz: Registrovat

source: Password Lost and Found
cs_cz: Heslo obnoveno

source: Lost your password?
cs_cz: Zapomenuté heslo?

source: Logout
cs_cz: Odhlásit

source: Or login using an <a href="http://openid.net/what/" title="Learn about OpenID">OpenID</a>
cs_cz: Nebo se přihlaste na <a href="http://openid.net/what/" title="Learn about OpenID">OpenID</a>

source: Sidebar Login.
cs_cz: Sidebar Přihlášení.

source: Login
cs_cz: Přihlásit

source: Logged out heading
cs_cz: Nadpis při odhlášeném stavu

source: Heading for the widget when the user is logged out.
cs_cz: Nadpis widgetu, který se používá, je-li uživatel odhlášen.

source: Welcome %username%
cs_cz: Vítejte %username%

source: Logged in heading
cs_cz: Nadpis při přihlášeném stavu

source: Heading for the widget when the user is logged in.
cs_cz: Nadpis widgetu, který se používá, je-li uživatel přihlášen. <code>%username%</code> zobrazí uživatelské jméno uživatele.

source: Redirects
cs_cz: Přesměrování

source: Login redirect
cs_cz: URL pro přesměrování po přihlášení

source: Url to redirect the user to after login. Leave blank to use the current page.
cs_cz: URL adresa kam má být uživatel přesměrován po přihlášení. Pokud není adresa vyplněna, uživatel zůstane na současné stránce.

source: Logout redirect
cs_cz: URL pro přesměrování po odhlášení

source: Url to redirect the user to after logout. Leave blank to use the current page.
cs_cz: URL adresa kam má být uživatel přesměrován po odhlášení. Pokud není adresa vyplněna, uživatel zůstane na současné stránce.

source: Links
cs_cz: Odkazy

source: The <a href="%s" target="_blank">'Anyone can register'</a> setting must be turned on for this option to work.
cs_cz: Aby toto nastavení fungovalo, musí být zaškrtnuto <a href="%s" target="_blank">'Zaregistrovat se může kdokoliv'</a> v globálním nastavení WordPress.

source: One link per line. Note: Logout link will always show regardless. Tip: Add <code>|true</code> after a link to only show it to admin users or alternatively use a <code>|user_capability</code> and the link will only be shown to users with that capability (see <a href='http://codex.wordpress.org/Roles_and_Capabilities' target='_blank'>Roles and Capabilities</a>).<br/> You can also type <code>%%USERNAME%%</code> and <code>%%USERID%%</code> which will be replaced by the user's info. Default: <br/>&lt;a href="%s/wp-admin/"&gt;Dashboard&lt;/a&gt;<br/>&lt;a href="%s/wp-admin/profile.php"&gt;Profile&lt;/a&gt;
cs_cz: Pouze jeden odkaz na řádek. Pozn. Odkaz odhlášení je zobrazen vždy. Tip: Dodej <code>|true</code> za definici odkazu, aby byl zobrazen jen uživatelům s administrátorskými právy nebo použij <code>|user_capability</code> a odkaz bude zobrazen jen uživatelům s definovanou vlastností. Více informaci na <a href='http://codex.wordpress.org/Roles_and_Capabilities' target='_blank'>Roles and Capabilities</a>.<br/> Také můžeš použít <code>%%USERNAME%%</code> a <code>%%USERID%%</code>, které budou nahrazeny informacemi o uživateli. Základní nastavení: <br/>&lt;a href="%s/wp-admin/"&gt;Nástěnka&lt;/a&gt;<br/>&lt;a href="%s/wp-admin/profile.php"&gt;Profil&lt;/a&gt;

source: Sidebar Login Options
cs_cz: Nastavení Sidebar Přihlášení

source: Save Options
cs_cz: Uložit nastavení

source: Login &raquo;
cs_cz: Příhlášení &raquo;

source: <strong>ERROR</strong>: Please enter a username.
cs_cz: <strong>ERROR</strong>: Vložte, prosím, uživatelské jméno.

source: <strong>ERROR</strong>: Please enter your password.
cs_cz: <strong>ERROR</strong>: Vložte, prosím, uživatelské jméno a heslo.
