Repository: mikejolley/sidebar-login
Catalog: languages/sidebar-login-*.po
Languages: ar, cs_cz, es_es, et, fa_ir, fi_fi, fr_fr, hu_hu, it_it, ja, lv_lv, pt_pt, ru_ru

source: Displays a login area in the sidebar.
ar: تعرض مساحة دخول في القائمة الجانبية.
cs_cz: Zobrazuje přihlašovací pole v postranní liště.
es_es: Mostrar una área de registro en el sidebar
et: Näitab logimisakend külgmisel paanil.
fa_ir: نمایش ناحیه ورود در سایدبار
fi_fi: Näyttää kirjautumisalueen sidebarissa
fr_fr: Affiche une zone de connexion dans la sidebar.
hu_hu: Bejelentkező mező megjelenítése az oldalsávban
it_it: Mostra una area di login nella barra laterale.
ja: サイドバーにログインフォームを表示します
lv_lv: Parāda pierakstīšanās laukumu sānu joslā.
pt_pt: ﻿Apresenta uma área de login na barra lateral.
ru_ru: Показывет область авторизации в сайдбаре.

source: Logged-out title
ar: العنوان عند تسجيل الخروج
cs_cz: Název při odhlášení
es_es: Título de desconexión
et: Pealkiri välja logituna
fa_ir: عنوان خروج
fi_fi: Uloskirjautuneen otsikko
fr_fr: Titre (état déconnecté)
hu_hu: Kijelentkezve felirat
it_it: Titolo per i non loggati
ja: 非ログイン時に表示する見出し
lv_lv: Virsraksts (pēc izrakstīšanās)
pt_pt: Título sem sessão iniciada
ru_ru: Заголовок для неавторизованного

source: Login
ar: تسجيل الدخول
cs_cz: Přihlásit se
es_es: Identificación
et: Logi sisse
fa_ir: ورود
fi_fi: Kirjaudu sisään
fr_fr: Connexion
hu_hu: Bejelentkezés
ja: ログインする
lv_lv: Pierakstīties
pt_pt: Iniciar Sessão
ru_ru: Войти

source: Links
ar: الروابط
cs_cz: Odkazy
es_es: Vínculos
et: Lingid
fa_ir: پیوندها
fi_fi: Linkit
fr_fr: Liens
hu_hu: Linkek
ja: リンク先
lv_lv: Saites
ru_ru: Ссылки

source: Text | HREF
ar: نص | HREF
es_es: Texto | HREF
fa_ir: متن | HREF
hu_hu: Szöveg | HREF
ja: リンクする文字 | リンク先URL
lv_lv: Teksts | HREF
pt_pt: Texto | HREF
ru_ru: Текст | HREF

source: Show lost password link
ar: إظهار رابط كلمة المرور المفقودة
cs_cz: Ukázat odkaz pro zapomenuté heslo
es_es: Mostrar vínculo a pérdida de clave
et: Näita parooli kadumise linki
fa_ir: نمایش لینک بازیابی رمز
fi_fi: Näytä hukkuneen salasanan linkki
fr_fr: Montrer le lien mot de passe perdu
hu_hu: Mutassa az elfelejtett jelszó linket
it_it: Mostra link password persa
ja: パスワード再発行のためのリンクを表示
lv_lv: Rādīt palīdzības saiti paroles pazaudēšanas gadījumam
pt_pt: Mostrar link para recuperar palavra-passe
ru_ru: Показывать ссылку на восстановление пароля

source: Show register link
ar: إظهار رابط التسجيل
cs_cz: Ukázat odkaz pro registraci
es_es: Mostrar vínculo de registro
et: Näita registreerimise linki
fa_ir: نمایش لینک عضویت
fi_fi: Näytä rekisteröidy linkki
fr_fr: Montrer le lien d'enregistrement
hu_hu: Mutassa a regisztráció linket
it_it: Mostra link registrazione
ja: 新規ユーザー登録のためのリンクを表示
lv_lv: Rādīt reģistrēšanās saiti
pt_pt: Mostrar link para novo registo
ru_ru: Показывать ссылку на регистрацию

source: <a href="%s">Anyone can register</a> must be enabled.
ar: يجب أن يكون خيار <a href="%s">إتاحة التسجيل لكل أحد</a> مفعلاً.
cs_cz: <a href="%s">Kdokoliv se může registrovat</a> musí být aktivní.
es_es: <a href="%s">Cualquiera puede registrarse</a> debe estar activado.
et: <a href="%s">Igaüks võib registreeruda</a> peab olema lubatud.
fa_ir: <a href="%s">عضویت عمومی</a> باید فعال شود.
fi_fi: <a href="%s">Kukatahansa voi rekisteröityä</a> on pakko olla aktivoitu.
fr_fr: <a href="%s">Tout le monde peut s'enregister</a> doit être actif.
hu_hu: <a href="%s">Mindenki regisztrálhat</a> opciót engedélyezni kell.
it_it: <a href="%s">Chiunque puo' registrarsi</a> deve essere attivato.
ja: <a href="%s">一般設定</a>内、「メンバーシップ」の項目で「だれでもユーザー登録ができるようにする」へのチェックが必要です
lv_lv: WP uzstādījumos jābūt atzīmētam: <a href="%s">Jebkurš var reģistrēties</a>
pt_pt: <a href="%s">Qualquer pessoa pode registar-se</a> tem de estar activo.
ru_ru: <a href="%s">Любой может зарегистрироваться</a> должно быть включено.

source: Show "Remember me" checkbox
pt_pt: Mostrar "Lembrar" checkbox
ru_ru: Показывать чекбокс "Запомнить меня".

source: Login Redirect URL
ar: رابط الإحالة عند تسجيل الدخول
cs_cz: URL stránky po přihlášení
es_es: URL de redireccionamiento
et: Ümbersuunamise URL peale sisse logimist
fa_ir: آدرس انتقال پس از ورود
fi_fi: Login uudelleenohjaus urli
fr_fr: URL de redirection (connexion)
hu_hu: Bejelentkezés átirányítása URL
it_it: URL Reindirizzamento Login
ja: ログイン後に表示するページURL
lv_lv: Pēc pierakstīšanās pārsūtīt uz šo saiti
pt_pt: URL de redirecionamento pós login
ru_ru: URL редиректа после авторизации

source: Current page URL
ru_ru: URL текущей страницы

source: Logged-in title
ar: العنوان عند تسجيل الدخول
cs_cz: Název při přihlášení
es_es: Título de conectado
et: Pealkiri sisse logituna
fa_ir: عنوان ورود
fi_fi: Sisäänkirjautuneen otsikko
fr_fr: Titre (état connecté)
hu_hu: Bejelentkezve felirat
it_it: Titolo per i loggati
ja: ログイン時に表示する見出し
lv_lv: Virsraksts (pēc pierakstīšanās)
pt_pt: Título com sessão iniciada
ru_ru: Заголовок для авторизованного

source: Welcome %username%
ar: مرحباً %username%
cs_cz: Vítejte %username%
es_es: Bienvenido %username%
et: Tervitus %username%
fa_ir: خوش آمدید %username%
fi_fi: Tervetuloa %username%
fr_fr: Bienvenue %username%
hu_hu: Üdvözöllek %username%
it_it: Benvenuto %username%
ja: ようこそ、%username%さん
lv_lv: Sveicināts, %username%
pt_pt: Bem-vindo %username%
ru_ru: Добро пожаловать %username%

source: Text | HREF | Capability
ar: نص | HREF | الصلاحية
es_es: Texto | HREF | Característica
fa_ir: متن | HREF | توانایی
hu_hu: Szöveg | HREF | Képesség
ja: リンクする文字 | リンク先URL | 権限
lv_lv: Teksts | HREF | Iespējas
pt_pt: Texto | HREF | Nível de Permissão
ru_ru: Текст | HREF | разрешение

source: <a href="%s">Capability</a> (optional) refers to the type of user who can view the link.
ar: <a href="%s">الصلاحية</a> (اختيارية) تعود لدور المستخدم الذي يستطيع رؤية الرابط.
cs_cz: <a href="%s">Schopnost</a> (volitelně) odkazuje na typ uživatele, kterému je povoleno zobrazení odkazu.
es_es: <a href="%s"> Característica </a> (opcional) Se refiere al tipo de usuario que puede ver este vínculo.
et: <a href="%s">Tase</a> (valikuline) viitab kasutaja tasemele, kes saab linki näha.
fa_ir: <a href="%s">توانایی</a> (اختیاری) اشاره به نوع کاربری که می تواند لینک را ببیند.
fi_fi: <a href="%s">Capability</a> (valinnainen) viittaa käyttäjään joka voi nähdä linkin.
fr_fr: <a href="%s">Capacité</a> (optionnel) se base sur le type d'utilisateur qui peut voir le lien.
hu_hu: <a href="%s">Képesség</a> (választható) felhasználó típusok, akik láthatják a linket.
it_it: <a href="%s">Permesso</a> (opzionale) si riferisce al tipo di utente che puo' vedere il link.
ja: <a href="%s">権限</a> (オプションです) を指定すると、ログインしたユーザーの権限に応じてリンク先が表示されます
lv_lv: <a href="%s">Iespējas</a> (nav obligātas) atiecas uz lietotājiem, kas redz saiti
pt_pt: <a href="%s">Nível de Permissão</a> (opcional) refere-se ao tipo de utilizador que poderá visualizar o link.
ru_ru: <a href="%s">Разрешение</a> (опционально) роль пользователя, кто может видеть эту ссылку.

source: Dashboard | %admin_url% Profile | %admin_url%/profile.php Logout | %logout_url%
ru_ru: Консоль | %admin_url% Профиль | %admin_url%/profile.php Выйти | %logout_url%

source: Show logged-in user avatar
ar: إظهار أفاتار المستخدم مسجل الدخول
cs_cz: Zobrazit avatar přihlášeného uživatele
es_es: Mostrar avatar de usuario conectado
et: Näita sisse loginud kasutaja avatar'i
fa_ir: نمایش تصویر پروفایل کاربر
fi_fi: Näytä kirjautuneen käyttäjän avatar
fr_fr: Montrer l'avatar de l'utilisateur connecté
hu_hu: Mutassa a bejelentkezett felhasználók avatárját
it_it: Mostra avatar dell'utente loggato
ja: ログインユーザーのアバター画像を表示する
lv_lv: Rādīt avataru (attēlu)
pt_pt: Mostrar avatar aos utilizadores com sessão iniciada
ru_ru: Показывать аватар авторизованного пользователя

source: Logout Redirect URL
ar: رابط الإحالة عند تسجيل الخروج
cs_cz: URL stránky po odhlášení
es_es: URL de redireccionamento de desconexión
et: Ümbersuunamise URL peale välja logimist
fa_ir: آدرس انتقال پس از خروج
fi_fi: Logout uudelleenohjaus URL
fr_fr: URL de redirection (déconnexion)
hu_hu: Kijelentkezés átirányítása URL
it_it: URL Reindirizzamento Logout
ja: ログアウト後に表示するページURL
lv_lv: Pēc izrakstīšanās pārsūtīt uz šo saiti:
pt_pt: URL de redirecionamento ao fechar sessão
ru_ru: URL редиректа при выходе

source: Register
ar: تسجيل
cs_cz: Registrovat
es_es: Registrarse
et: Registreeru
fa_ir: عضویت
fi_fi: Rekisteröidy
fr_fr: S'enregistrer
hu_hu: Regisztrálás
it_it: Registrati
ja: 新規会員登録
lv_lv: Reģistrēties
pt_pt: Registar
ru_ru: Зарегистрироваться

source: Lost Password
ar: فقدت كلمة المرور
cs_cz: Zapomněli jste heslo?
es_es: Perdió su clave?
et: Parool kadunud
fa_ir: بازیابی رمزعبور
fi_fi: Unohtunut salasana
fr_fr: Mot de passe perdu&nbsp;?
hu_hu: Elfelejtett jelszó
it_it: Password Persa
ja: パスワードをお忘れの方はこちら
lv_lv: Pazaudēta parole
pt_pt: Recuperar Palavra-passe
ru_ru: Забыл пароль

source: Username
ar: اسم المستخدم
cs_cz: Uživatelské jméno
es_es: Nome de usuario
et: Kasutajanimi
fa_ir: نام کاربری
fi_fi: Tunnus
fr_fr: Identifiant
hu_hu: Felhasználó név
it_it: Nome Utente
ja: ユーザー名
lv_lv: Vārds
pt_pt: Nome Utilizador
ru_ru: Имя пользователя

source: Password
ar: كلمة المرور
cs_cz: Heslo
es_es: Clave
et: Parool
fa_ir: رمز عبور
fi_fi: Salasana
fr_fr: Mot de passe
hu_hu: Jelszó
ja: パスワード
lv_lv: Parole
pt_pt: Palavra-passe
ru_ru: Пароль

source: Remember Me
ar: تذكرني
cs_cz: Uložit do paměti
es_es: Recuérdame
et: Pea meeles
fa_ir: بخاطر سپاری
fi_fi: Muista minut
fr_fr: Me retenir
hu_hu: Maradjak bejelentkezve
it_it: Ricordami
ja: ログイン状態を保存
lv_lv: Atcerēties pierakstīšanās datus
pt_pt: Sessão persistente
ru_ru: Запомнить меня

source: Login &rarr;
ar: تسجيل الدخول &rarr;
cs_cz: Přihlásit se &rarr;
es_es: Acceder &rarr;
et: Logi sisse &rarr;
fa_ir: ورود &rarr;
fi_fi: Kirjaudu &rarr;
fr_fr: Connexion &rarr;
hu_hu: Bejelentkezés &rarr;
ja: →ログインする
lv_lv: Pierakstīties &rarr;
pt_pt: Iniciar Sessão &rarr;
ru_ru: Войти &rarr;

source: Please enter your username
ar: الرجاء إدخال اسم المستخدم
cs_cz: Vložte prosím vaše uživatelské jméno
es_es: Por favor, ingrese su usuario
et: Palun sisesta kasutajanimi
fa_ir: لطفا نام کاربری خود را ورد نمایید
fi_fi: Syötä käyttäjätunnus
fr_fr: Renseignez votre identifiant s'il vous plait
hu_hu: Kérlek add meg a felhasználó nevedet
it_it: Prego, inserisci il nome utente
ja: ユーザー名を入力してください
lv_lv: Lūdzu, ierakstiet vārdu, ar kuru esat reģistrējies
pt_pt: Por favor introduza o seu nome de utilizador
ru_ru: Введите имя пользователя

source: Please enter your password
ar: الرجاء إدخال كلمة المرور
cs_cz: Vložte prosím vaše heslo
es_es: Por favor, ingrese su clave
et: Palun sisesta parool
fa_ir: لطفا رمز خود را وارد نمایید
fi_fi: Ole hyvä ja syötä salasana
fr_fr: Renseignez votre mot de passe s'il vous plait
hu_hu: Kérlek add meg a jelszavad
it_it: Prego, inserisci la password
ja: パスワードを入力してください
lv_lv: Lūdzu, ierakstiet paroli
pt_pt: Por favor introduza a sua palavra-passe
ru_ru: Введите пароль

source: Please enter your username and password to login.
ar: الرجاء إدخال اسم المستخدم وكلمة المرور لتسجيل الدخول.
cs_cz: Pro přihlášení vložte prosím vaše uživatelské jméno a heslo.
es_es: Por favor, ingrese su usuario y clave para ingresar.
et: Sisse logimiseks sisesta palun kasutajanimi ja parool.
fa_ir: جهت ورود نام کاربری و رمز خود را وارد نمایید.
fi_fi: Ole hyvä ja syötä käyttäjätunnus ja salasana kirjautuaksesi
fr_fr: Renseignez votre identifiant et votre mot de passe s'il vous plait
hu_hu: Kérlek add meg a felhasználó nevedet és jelszavadat a bejelentkezéshez
it_it: Prego, inserisci nome utente e password per effettuare il login.
ja: ユーザー名とパスワードを入力してください
lv_lv: Lūdzu, ierakstiet vārdu un paroli, ar kuru esat reģistrējies
pt_pt: Por favor introduza o seu nome de utilizador e palavra-passe para iniciar sessão.
ru_ru: Для входа введите имя пользователя и пароль.

source: Allows you to easily add an ajax-enhanced login widget to the sidebar on your WordPress site.
pt_pt: Permite adicionar facilmente um widget de login (melhorado com ajax) a uma sidebar do seu site WordPress.
ru_ru: Добавляет работающий на ajax виджет авторизации в сайдбар сайта на Wordpress.

source: Sidebar Login
es_es: Barra lateral de identificación
fr_fr: Sidebar Connexion
hu_hu: Bejelentkezés oldalsávról
ja: サイドバーログイン

source: <code>Text | HREF</code>
et: <code>Tekst | HREF</code>
fr_fr: <code>Texte | HREF</code>
hu_hu: <code>Szöveg | HREF</code>
it_it: <code>Testo | HREF</code>

source: <code>Text | HREF | Capability</code>
cs_cz: <code>Text | HREF | Schopnost</code>
et: <code>Tekst | HREF | Tase</code>
fi_fi: <code>Text | HREF | Capabiliy</code>
fr_fr: <code>Texte | HREF | Capacité</code>
hu_hu: <code>Szöveg | HREF | Engedély</code>
it_it: <code>testo | HREF | Permesso</code>
